2024-05-24T09:11:22
aseprite
bemoji
bluetuith
cava
cue-git
framework-system-git
hyprpicker
light
mimeo
pandoc-bin
rpcs3-git
spflashtool-bin
spotify-tui
todoist
vial-appimage
wdisplays
wob
xdg-ninja
xone-dkms
yay
yuzu
