2024-11-10T10:47:29
com.calibre_ebook.calibre
com.mojang.Minecraft
com.spotify.Client
com.valvesoftware.Steam
dev.vencord.Vesktop
io.github.ungoogled_software.ungoogled_chromium
io.github.ungoogled_software.ungoogled_chromium.Codecs
io.mrarm.mcpelauncher
org.duckstation.DuckStation
org.freedesktop.Platform
org.freedesktop.Platform
org.freedesktop.Platform.Compat.i386
org.freedesktop.Platform.GL.default
org.freedesktop.Platform.GL.default
org.freedesktop.Platform.GL.default
org.freedesktop.Platform.GL.default
org.freedesktop.Platform.GL32.default
org.freedesktop.Platform.GL32.default
org.freedesktop.Platform.ffmpeg-full
org.freedesktop.Platform.openh264
org.freedesktop.Platform.openh264
org.gtk.Gtk3theme.Materia-dark-compact
org.kde.Platform
org.kde.Platform
org.localsend.localsend_app
us.zoom.Zoom
