2023-12-20T16:25:03
com.discordapp.Discord
com.github.Eloston.UngoogledChromium
com.github.Eloston.UngoogledChromium.Codecs
com.mojang.Minecraft
com.spotify.Client
com.valvesoftware.Steam
io.mrarm.mcpelauncher
org.duckstation.DuckStation
org.freedesktop.Platform
org.freedesktop.Platform
org.freedesktop.Platform.Compat.i386
org.freedesktop.Platform.GL.default
org.freedesktop.Platform.GL.default
org.freedesktop.Platform.GL.default
org.freedesktop.Platform.GL.default
org.freedesktop.Platform.GL32.default
org.freedesktop.Platform.GL32.default
org.freedesktop.Platform.openh264
org.gtk.Gtk3theme.Materia-dark-compact
org.kde.Platform
org.kde.Platform
org.localsend.localsend_app
