2024-11-10T10:47:29
acpi
adapta-gtk-theme
amd-ucode
arc-gtk-theme
arc-icon-theme
base
base-devel
bat
bitwarden
blueman
bluez-utils
btop
cifs-utils
cliphist
cmus
dialog
distrobox
dmenu
dmidecode
dolphin-emu
dosfstools
dunst
efibootmgr
electron
fastfetch
fd
figlet
firefox
fish
flatpak
foot
fprintd
fwupd
fzf
gimp
git
go
godot
greetd
greetd-tuigreet
grim
grub
gtk-engine-murrine
gvfs-mtp
htop
hypridle
hyprland
hyprlock
hyprpicker
iio-sensor-proxy
imv
iperf
iwd
kdeconnect
kitty
krita
kvantum
kvantum-qt5
lazygit
libfprint
libsixel
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lshw
lsof
lvm2
man-db
materia-gtk-theme
meson
mpv
mtools
neovim
net-tools
netctl
networkmanager
nfs-utils
noto-fonts-emoji
nwg-look
obs-studio
obsidian
obsidian-icon-theme
openssh
os-prober
otf-font-awesome
otf-ipaexfont
oxygen5
p7zip
pacman-contrib
papirus-icon-theme
pass
pavucontrol
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
polkit-kde-agent
power-profiles-daemon
powertop
pragha
prusa-slicer
python-gobject
python-pipx
qbittorrent
qemu-full
qmk
qt6-wayland
qutebrowser
ranger
reflector
retroarch
ripgrep
rsync
rustup
scrcpy
signal-desktop
slurp
speedtest-cli
spotifyd
starship
strawberry
swaybg
syncthing
tailscale
thunar
tmux
ttf-dejavu
ttf-liberation
tumbler
usbutils
vim
vulkan-radeon
w3m
waybar
wev
wget
wireguard-tools
wireless_tools
wireplumber
wl-clipboard
wob
wofi
wpa_supplicant
wtype
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xf86-video-amdgpu
zathura
